{
  "AT": {
    "1": "Mentat : There are more of our troops in captivity. Find them, Commander!",
    "2": "Mentat : Our units are being held inside this compound. Kill their guards and liberate them. They will assist you in the completion of your mission.",
    "3": "Mentat : This is the last remaining frigate, Commander.",
    "4": "Mentat : The Carryall has arrived!",
    "5": "Mentat : The villagers have been replaced by gholas! More Tleilaxu treachery!",
    "6": "Mentat : You cannot remain here, Commander. Join up with our remaining forces.",
    "7": "Mentat : These reinforcements have been infected! We shall have to do without them . .",
    "8": "Mentat : Rescue forces will arrive shortly. Hold on, Commander!",
    "9": "Mentat : Sabotage! They anticipate our moves and are a step ahead of us! There is another base further up the coast, Commander. If your forces can reach it, you might hold out there!",
    "10": "Mentat : You must reach the safety of the base!",
    "11": "Mentat : The carryall has been sabotaged! Help is on the way. Defend yourself, Commander!",
    "12": "Mentat : The man-worm abomination is nearly awake! Time is running out!",
    "13": "Mentat : Fugitives from the other houses have agreed to join us in battle!",
    "14": "Mentat : The Tleilaxu control these warriors now. They fight for them, and to the death!",
    "15": "Mentat : Well done. The mission is complete. Now, capture the territory!",
    "16": "Mentat : Your objective has been achieved, Commander. Continue with the mission",
    "17": "Mentat : You have failed in your mission. Capture the territory, or all will be for naught!",
    "18": "Mentat : Use your engineers to capture the objective, Commander.",
    "19": "Mentat : You must hurry! Time is running out!",
    "20": "Mentat : Treachery! It's a trap!",
    "21": "Mentat : No! Stop your attack, Commander!",
    "22": "Mentat : Air support has been called in.",
    "23": "Mentat : Be on the watch for enemy air units, Commander.",
    "24": "Mentat : There is a Frigate, inbound.",
    "25": "Mentat : There is a delivery, inbound.",
    "26": "Mentat : Extra forces are arriving, Commander.",
    "27": "Mentat : The enemy approaches!",
    "28": "Mentat : The enemy is on the attack!",
    "29": "Mentat : Excellent. The enemy has abandoned their forward base position.",
    "30": "Mentat : Escort them back to our base, Commander.",
    "31": "Mentat : You must not let them escape!",
    "32": "Mentat : The Fremen bow to your will, Commander.",
    "33": "Mentat : The Ixian units are yours to command.",
    "34": "Mentat : The Sardaukar will follow your orders, Commander.",
    "35": "Mentat : These forces are at your command.",
    "36": "Mentat : Payment has been received.",
    "37": "Mentat : Be on the watch for enemy raiders!",
    "38": "Mentat : The enemy raiders are defeated!",
    "39": "Mentat : Enemy raiders have been detected, Commander.",
    "40": "Mentat : Enemy raiders are attacking our allies!",
    "41": "Mentat : The enemy is distracted. Attack now, Commander!",
    "42": "Mentat : Prepare your troops for the assault.",
    "43": "Mentat : The attack will commence shortly.",
    "44": "Mentat : Hold on, Commander. Help is on its way!",
    "45": "Mentat : You must build up your defenses, Commander.",
    "46": "Mentat : You must build up our allies defenses, Commander.",
    "47": "Mentat : The target has been destroyed.",
    "48": "Mentat : The target has been neutralized.",
    "49": "Mentat : The base has been destroyed!",
    "50": "Mentat : Destroy the base, Commander!",
    "51": "Mentat : Kill the enemy! Show no mercy here!",
    "52": "Mentat : You must protect our allies from attack.",
    "53": "Mentat : You must protect the civilians, Commander!",
    "54": "Mentat : Our allies are safe, for the time being.",
    "55": "Mentat : You must not let the enemy escape!",
    "56": "Mentat : You can capture these structures using your engineers.",
    "57": "Mentat : This is your target, Commander.",
    "58": "Mentat : The enemies location has been revealed!",
    "59": "Mentat : You must locate our allies and protect them!",
    "60": "Mentat : Protect our forces from attack!",
    "61": "Mentat : Commander, the enemy has constructed a powerful secondary base in this territory.",
    "62": "Mentat : Our engineers have constructed a support base in this territory.",
    "63": "Mentat : The target has been captured. It will be returned to our base.",
    "64": "Mentat : Destroy this structure and you will stop the enemy airstrikes.",
    "65": "Mentat : The Tleilaxu are launching an attack against us!",
    "66": "Mentat : We are being attacked by House IX!",
    "67": "Mentat : The Sardaukar attack us, Commander!",
    "68": "Mentat : The Fremen! They are launching an attack against us!",
    "69": "Mentat : Guild forces are attacking us!",
    "70": "Mentat : The Harkonnen are attacking our forces!",
    "71": "Mentat : We are being attacked by House Ordos!",
    "72": "Mentat : The Suboids are launching an attack against us.",
    "73": "Mentat : The Tleilaxu are attacking the enemy.",
    "74": "Mentat : The enemy is being attacked by House IX!",
    "75": "Mentat : The Sardaukar attack our enemy!",
    "76": "Mentat : The Fremen are attacking the enemy.",
    "77": "Mentat : Guild forces have launched an attack against the enemy.",
    "78": "Mentat : The enemy is under attack by the Suboids!",
    "79": "Mentat : The Fremen are under attack!",
    "80": "Mentat : The civilians are being attacked!",
    "81": "Mentat : The IX are under attack!",
    "82": "Mentat : The Tleilaxu forces are being attacked!",
    "83": "Mentat : The Sardaukar have come under attack!",
    "84": "Mentat : The Sardaukar have been defeated.",
    "85": "Mentat : The Fremen are defeated.",
    "86": "Mentat : The Ixians forces have been wiped out.",
    "87": "Mentat : The Tleilaxu have been eliminated.",
    "88": "Mentat : The Suboids are defeated.",
    "89": "Mentat : The Smugglers have been defeated.",
    "90": "Mentat : The ghola is dead.",
    "91": "Mentat : The leader has been eliminated.",
    "92": "Mentat : The General has been killed.",
    "93": "Mentat : The agent is dead.",
    "94": "Mentat : The Fremen have been slaughtered.",
    "95": "Mentat : The Sardaukar have been wiped out.",
    "96": "Mentat : The Tleilaxu have been neutralized.",
    "97": "Mentat : The Fremen are dead.",
    "98": "Mentat : The Ix have been wiped out.",
    "99": "Mentat : Enemy reinforcements are approaching",
    "100": "Mentat : House IX is sending reinforcements.",
    "101": "Mentat : Sardaukar reinforcements are on the way.",
    "102": "Mentat : Fremen reinforcements will arrive soon.",
    "103": "Mentat : The Guild is sending reinforcements.",
    "104": "Mentat : Tleilaxu reinforcements are on the way.",
    "105": "Mentat : Reinforcements from House Ordos are on the way.",
    "106": "Mentat : Harkonnen reinforcements will arrive soon.",
    "107": "Mentat : The Sardaukar is planning to attack the enemy. Be prepared!",
    "108": "Mentat : Commander, the Tleilaxu will attack the enemy very soon. Be Ready.",
    "109": "Mentat : The Fremen will soon launch an attack on the enemy.",
    "110": "Mentat : Be warned. The Ixians will attack the enemy very soon.",
    "111": "Mentat : Be prepared, Commander. The Suboids are planning to attack the enemy.",
    "112": "Mentat : The Sardaukar will attack soon. Prepare your forces.",
    "113": "Mentat : Prepare your forces for an attack by the Tleilaxu.",
    "114": "Mentat : The Ix are planning to attack. Prepare your forces, Commander.",
    "115": "Mentat : Have your forces ready. The Fremen are moving to attack.",
    "116": "Mentat : Commander! The enemy are preparing to fire their palace weapon!",
    "117": "Mentat : House Tleilaxu is calling for reinforcements.",
    "118": "Mentat : House IX has called for reinforcements.",
    "119": "Mentat : Reinforcements have been called in by the Sardaukar!",
    "120": "Mentat : The Fremen have called for reinforcements.",
    "121": "Mentat : Guild reinforcements have been called in!",
    "122": "Mentat : The Harkonnen are calling for reinforcements.",
    "123": "Mentat : House Ordos calls for reinforcements!",
    "124": "Mentat : Suboid reinforcements have been called in!",
    "125": "Mentat : The Tleilaxu are retreating.",
    "126": "Mentat : The Ixians are in retreat!",
    "127": "Mentat : The Sardaukar are retreating, Commander!",
    "128": "Mentat : The Fremen are in retreat.",
    "129": "Mentat : Commander, the Guild forces are retreating.",
    "130": "Mentat : The Ordos have called a retreat!",
    "131": "Mentat : The Suboids are retreating!",
    "132": "Mentat : The Sardaukar will attack the enemy in 3 minutes time.",
    "133": "Mentat : In 2 minutes, the Sardaukar will attack the enemy.",
    "134": "Mentat : The Sardaukar will attack the enemy in 1 minute.",
    "135": "Mentat : The Fremen will attack the enemy in 3 minutes time.",
    "136": "Mentat : In 2 minutes, the Fremen will attack the enemy.",
    "137": "Mentat : The Fremen will attack the enemy in 1 minute.",
    "138": "Mentat : The Tleilaxu will attack the enemy in 3 minutes time.",
    "139": "Mentat : In two minutes, the Tleilaxu will attack the enemy.",
    "140": "Mentat : The Tleilaxu will attack the enemy in 1 minute.",
    "141": "Mentat : Welcome Commander, to your new posting on Arrakis. This planet is the center of power in the burgeoning conflict between the great Houses of the Landsraad. This conflict will determine the future of Duke Achillus, and the future of the Great House Atreides.",
    "142": "Mentat : All of the political and economic power in the known universe is derived from the production of Spice. It only exists here, in this godforsaken place. He who controls this planet, and the spice, controls the Empire. Command your troops with authority. Drive out the enemy forces and claim the territories for House Atreides. Succeed, and our Duke will sit upon the Golden Lion throne, as his destiny warrants!",
    "143": "Mentat : Well done, Commander! Arrakis is a cruel and unforgiving place, and I fear this War of Assassins will be a barbarous and bloody conflict. Be strong! You fight for the Duke!",
    "144": "Mentat : Wasted lives, Commander! You must improve your performance if you are to lead our noble house to victory!",
    "145": "Welcome to the wastes of Arrakis, the desert planet, the only known source of the Spice Melange.",
    "146": "Harvester are fully automated vehicles that collect Spice.",
    "147": "The carryall will pickup and deliver the harvester to a desert spice field, then collect it when it is fully laden.",
    "148": "The carryall will deliver the harvester to a refinery.",
    "149": "As spice is delivered to the refinery, funds are made available.",
    "150": "This base consists of a construction yard, a spice refinery and a pair of windtraps. The windtraps provide power to the base.",
    "151": "You are also responsible for the construction, maintenance and defense of the base.",
    "152": "The command bar displays vital information. Take particular note of the radar screen at the top of the bar.",
    "153": "Left mouse button selects, Right mouse button deselects.",
    "154": "Repair the damaged windtrap. Deselect the building once it has begun to repair.",
    "155": "If you are having trouble, right click to unselect and start again.",
    "156": "New construction at this point is limited. A beacon has been placed on another section of rock.",
    "157": "Undeploy the construction yard by selecting it and issuing a move order.",
    "158": "Right click and Left click on the conyard, then left click on your destination.",
    "159": "Scroll the battlefield map so that the beacon is on screen.",
    "160": "Press the spacebar to move the battlefield map directly to a point of interest or alert.",
    "161": "As your units explore the map, this shroud will be removed.",
    "162": "Left click next to the beacon to order the MCV to move to this point.",
    "163": "When the MCV reaches the beacon, deploy it.",
    "164": "Be sure that there is enough space around the MCV when you order it to deploy.",
    "165": "You have deployed the MCV too far from the beacon. Undeploy the conyard and move the MCV to the beacon.",
    "166": "Now that you have extended the base, you can build an infantry barracks. Left click on the barracks icon in the middle of the command bar.",
    "167": "Select the buildings tab, left click on the barracks.",
    "168": "When the barracks is ready, you must can place it. You will see an outline of the building. Be sure that no portion of the outline is red. Left click to place the building.",
    "169": "Left click on the infantry tab on the left side of the command bar. Left click on the 'Atreides Infantry' icon to train a single unit. Build 10 infantry units.",
    "170": "Left click on the 'Atreides Infantry' icon to train more infantry units.",
    "171": "Clicking more than once on a unit build icon will queue the automatic production of these units.",
    "172": "Drag the cursor to \"group select\" the infantry you have produced.",
    "173": "Press the T key to select all units of the same type on the screen. Press T twice to select all units of this type on the entire battlefield.",
    "174": "Move the group of infantry to the newly placed beacon.",
    "175": "Enemy units have been spotted. They are approaching the base.",
    "176": "Worm sign has been detected!",
    "177": "Worms are very dangerous, but tend not to linger in one place.",
    "178": "Some of the enemy units have survived the encounter with the worm.",
    "179": "Engage the enemy.",
    "180": "None of the enemy survived the encounter with the worm, Commander.",
    "181": "Well done Commander. You have defeated the enemy.",
    "182": "Commander. Train more infantry units, then destroy the enemy.",
    "183": "These areas are known as dust bowls.",
    "184": "A beacon has been placed next to this dust bowl.",
    "185": "To rotate the view, hold both left and right mouse buttons, then move the mouse left or right. You can zoom in or out using the mouse wheel.",
    "186": "Press the Home key to return the camera to its initial default position. Press the H key to jump to your construction yard.",
    "187": "Train a scout by clicking the scout icon on the command bar.",
    "188": "Select the infantry tab. Train a scout.",
    "189": "Scouts stealth when stationary. Now move the scout to the beacon.",
    "190": "There are enemy infantry defending a piece of rocky terrain known as infantry rock.",
    "191": "Infantry rock can take many forms, from ruined buildings and trenches, to areas of outcropping rock in the sand.",
    "192": "{Make sure that you have at least 10 unit of infantry available. Train more if you have less than 10.} ;1 or 10 ?",
    "193": "Select all of your infantry.",
    "194": "Move the infantry to the beacon. Launch your attack on the enemy.",
    "195": "You have destroyed them.",
    "196": "Train more units and use them to attack the enemy infantry until they are defeated.",
    "197": "We have received information regarding the location of the enemy base.",
    "198": "Reinforcements have been dispatched.",
    "199": "Attack the units and the buildings. Attack key targets, like the barracks and the construction yard.",
    "200": "The enemy base and its guardians have been destroyed. This area now belongs to House Atreides.",
    "201": "We are supplying reinforcements to replace your losses.",
    "202": "Destroying the barracks makes good tactical sense.",
    "203": "Destroying the enemy refinery will stop the flow of spice.",
    "204": "You have destroyed the enemy Windtrap.",
    "205": "You have destroyed the enemy Construction Yard.",
    "206": "Build a new barracks.",
    "207": "Mentat : Commander, seek out the enemy!",
    "208": "Mentat : Time is passing quickly, Commander!",
    "209": "The Fremen will be outraged when the learn of this! The alliance is doomed",
    "210": "Our alliance with the Sardaukar will be lost when they learn of this.",
    "211": "We will lose our alliance with the Ix when they hear of this!",
    "212": "When they learn of this, we will lose our alliance with the Tleilaxu.",
    "213": "Excellent! The Fremen wish to discuss an alliance with us!",
    "214": "The Sardaukar are impressed with our skill! They wish to ally with us.",
    "215": "We will soon gain an alliance with the Ix",
    "216": "Now we will certainly gain an alliance with the Tleilaxu",
    "217": "Mentat : Destroy the convoy, Commander!",
    "218": "Mentat : Commander, we have sent more resources to you.",
    "219": "Mentat : You must avoid these defenses. Find another way around.",
    "220": "Mentat : Destroy the windtraps. Without power, many of the enemy turrets cannot function.",
    "221": "Mentat : Capture the outpost, Commander!",
    "222": "!!!!!!!!!",
    "223": "Mentat : Target the fuel barrels, Commander!",
    "224": "Mentat : You must train some additional troops.",
    "225": "!!!!!!!!!",
    "226": "Mentat : These defenses are far too strong for a frontal attack!",
    "227": "Mentat : Excellent. The defenses in this area are weak.",
    "228": "Mentat : Our Scouts have reconnoitered the area, and made contact with the enemy.",
    "229": "Mentat : Watch for wormsign as your units cross the sand, commander!",
    "230": "Mentat : Enemy factions are moving in this direction. Hold your ground!",
    "231": "Mentat : Aerial attack forces are nearing your position! Man your defenses.",
    "232": "Mentat : We're being attacked from all angles! Stay alert, Commander!",
    "233": "Mentat : The Hall of the Executrix has been destroyed, but the Ordos are launching a last-ditch attack.",
    "234": "Mentat : Use your troops to rescue the captured Atreides troops from the enemy Heighliners. Good luck, Commander.",
    "235": "Mentat : The Duke and his escorts are under attack by Tleilaxu assassins. Quickly! Move them to the nearby base, and wait there for a rescue party.",
    "236": "Mentat : The villagers are most grateful. They have supplied us with extra resources.",
    "237": "Mentat : A large Tleilaxu war band is approaching. Prepare your defenses, Commander!",
    "238": "Mentat : Destroy the Guild abomination! This Worm Emperor must not awaken! Crush anyone that dares to stand in your way!",
    "239": "Mentat : Extra resources have been made available to you, Commander.",
    "240": "Mentat : You have failed to reach your objective. Capture the territory, or all is lost!",
    "241": "Mentat : Welcome to Arrakis, Commander. We have decided to assault this region under the cover of darkness. This is something the enemy will not expect. Fight well!",
    "242": "Any interference in this area will displease the Tleilaxu",
    "243": "The Ix will not be please with any interference in this area.",
    "244": "Interference in this area will undoubtedly antagonize the Fremen",
    "245": "Our interference in this area is certain to anger the Sardaukar",
    "246": "Taking action here would undoubtedly help the Fremen",
    "247": "If you take action here, you would help the Ix immeasurably.",
    "248": "Taking action here would certainly please the Tleilaxu",
    "249": "If you take action here, no doubt the Sardaukar would be grateful.",
    "250": "The Ix are certain to help us against their mortal enemies, the Tleilaxu.",
    "251": "The Tleilaxu will not be defeated so easily. Be on your guard, Commander!",
    "252": "Mentat : You can use this terrain to gain an advantage for your troops",
    "253": "Mentat : Occupy the high ground, Commander!",
    "254": "Mentat : Look! The worm has cleared the way for you!",
    "255": "Mentat : Use your engineer to capture the outpost, Commander.",
    "256": "Mentat : Construct a barracks and train your troops. This will not be an easy victory, I think.",
    "257": "Mentat : Only one House can rule here! It must be House Atreides!",
    "258": "Mentat : In the name of the Duke, you shall not pass!",
    "259": "Mentat : The base has been established",
    "260": "Mentat : Commander, you must order a retreat!",
    "261": "Mentat : The Fremen have agreed to follow you in to battle. They are fierce warriors. Use them wisely.",
    "262": "Fremen : You honor us with your presence, Commander.",
    "263": "Fremen : This treachery will cost you dearly, Atreides!",
    "264": "Mentat : Harkonnen raiders have captured a Fremen Naib. Destroy the Harkonnen raiders and rescue the Fremen, but above all, do not lose this territory, Commander!",
    "265": "Fremen : We owe you our lives, Commander, a debt of water. We are at your service until this debt is paid in full. We will fight by your side!",
    "266": "Mentat : The fremen Naib is true to his word. He has summoned warriors to fight with us, and says that more warriors are on the way.",
    "267": "Mentat : Well done. Now, protect the ambulance from the enemy and escort it to the sick Naib to complete your mission.",
    "268": "Mentat : The Naib has been transported to safety, and the Fremen are grateful. Now the time has come to wipe out the opposition and claim this territory.",
    "269": "Atreides General : Traitor! I will find a safe location to make my report.",
    "270": "Mentat : The enemy has sent an extraction team to retrieve the spy. Don't let them get too close. You must not let the spy escape!",
    "271": "Mentat : The spy has been killed. Unfortunate. We would have been preferred to take him alive.",
    "272": "Mentat : Only one medical vehicle remains. Destroy it!",
    "273": "Mentat : The vehicle's destruction came too late. The deliveries have been made. You must now concentrate on the destruction of the enemy base.",
    "274": "Mentat : The medical vehicles have left the area. Destroy the enemy base!",
    "275": "Mentat : A Fremen column has been ambushed. Their losses were heavy. The survivors are making their way to our base. Protect them, Commander.",
    "276": "Fremen : Over here, Atreides. Water, please, I beg you.",
    "277": "Fremen : Our group was attacked. We are the only survivors.",
    "278": "Fremen : We must get to your base. We have important information to give to your Duke.",
    "279": "Fremen : We must see the Duke soon! We have a message from the Emperor of the Fremen!",
    "280": "Mentat : These Fremen are not what they seem. Keep them under guard. If they make any sudden moves, you must shoot to kill. I will take full responsibility with the Duke.",
    "281": "Mentat : As I suspected. Face dancers! Kill them all!",
    "282": "Mentat : The Ixian base is here. You must use your harvesters to supply it with Spice.",
    "283": "Ixian Agent : House Atreides can be relied upon to fulfill a contract. This, you have proven to us.",
    "284": "Mentat : What are you doing? The Ixians would have been valuable allies!",
    "285": "Ixian Agent : This is an Infiltrator. Supply us with Spice and we will continue to supply you with these units.",
    "286": "Mentat : The Ixians are pleased with your efficiency. If you continue to deliver their spice, they will supply us with more of these units in the future.",
    "287": "Mentat : The enemy is attacking the Fremen. You must help to defend them.",
    "288": "Mentat : The local Fedaykin have been inspired by your actions. They are at your command.",
    "289": "Fremen : Ya Hya Chouhada! Long Live the Fighters!",
    "290": "Doctor Behl : Many thanks. I owe you my life!",
    "291": "Mentat : This is the Fremen Scientist. You must ensure his safe return.",
    "292": "Mentat : Tleilaxu units are approaching. Prepare to defend yourself. Reinforcements are on the way!",
    "293": "Mentat : The reinforcements have arrived. Use them to ensure your victory over the Tleilaxu.",
    "294": "Mentat : Extra forces to be assigned to you. Be watchful, Commander. You could be attacked at any time.",
    "295": "Mentat : Enemy Leeches are attacking. Protect yourself, Commander.",
    "296": "Mentat : Enemy Contaminator units are attacking. Be wary, Commander!",
    "297": "Mentat : The enemy is receiving Tleilaxu reinforcements. Expect them to attack soon. Protect yourself!",
    "298": "Mentat : The Tleilaxu are using a mountain pass to transport their abominations to the enemy. Intelligence has located this pass, and our units are on their way to block it.",
    "299": "Mentat : Commander, a special operations group has been dropped into the mountain pass. Tleilaxu assistance won't be reaching the enemy by that route any longer.",
    "300": "Mentat : Our special ops group has arrived near the entrance to the enemy base. Use them to destroy the enemy and take this territory.",
    "301": "Mentat : A Fremen sietch was destroyed by the Tleilaxu. Survivors are heading this way seeking refuge. It is our duty to protect them.",
    "302": "Fremen : Please help us! The Tleilaxu are coming!",
    "303": "Tleilaxu : Leave now, Atreides. Or die!",
    "304": "Mentat : The refugees are dead, Commander. We have failed them. Redeem our failure by capturing this territory. It may provide a safe haven for other Fremen.",
    "305": "Mentat : The Tleilaxu raiders have been wiped out. Now capture the territory, Commander!",
    "306": "Mentat : You must protect the Fremen.",
    "307": "Tleilaxu : Curse you, Atreides. Your time will come!",
    "308": "Fremen : We owe you our lives, Atreides. The Tleilaxu are defeated, and we are free to move on. Thank you.",
    "309": "Mentat : More Fremen refugees have arrived. They ask for our protection.",
    "310": "Mentat : Tleilaxu raiders are approaching. Destroy them, and protect our allies!",
    "311": "Tleilaxu : Your interference will not be tolerated.",
    "312": "Mentat : The Tleilaxu have been defeated. Well done, Commander.",
    "313": "Generic Fremen : You have our thanks, Commander. We would be dead, or worse, but for your assistance.",
    "314": "Mentat : We have detected Tleilaxu units entering the territory. Prepare for their attack!",
    "315": "Mentat : The Fremen you rescued have sent warriors to assist us. With their help, you may yet win this battle, Commander!",
    "316": "Mentat : Tleilaxu units are pursuing the Fremen. Attack them and protect the Fremen.",
    "317": "Tleilaxu Diplomat : You cannot thwart us, Atreides. The Ixian apostates shall all die.",
    "318": "Mentat : Additional Tleilaxu units have entered the area. They are joining forces with the enemy!",
    "319": "Mentat : More Tleilaxu have arrived to assist the enemy!",
    "320": "Mentat : Help the Fremen. With their aid we might capture this territory!",
    "321": "Harkonnen : Death to the Atreides! House Harkonnen will crush you.",
    "322": "Mentat : The Fremen have agreed to join forces with us. Together we will eliminate all enemy forces in this area!",
    "323": "Mentat : Fremen raiders have arrived, and offer us assistance. Support their attack.",
    "324": "Fremen : Traitors! This insult will be avenged. Ya hya chouhada!",
    "325": "Mentat : Kill him if you must, but it might prove useful to capture the Ghola alive.",
    "326": "Mentat : An Ixian convoy has entered the area.",
    "327": "Mentat : A group of Tleilaxu are approaching. Protect the Ixian convoy.",
    "328": "Tleilaxu : Attack us, and you assure your death Atreides!",
    "329": "Ixian : The battle is lost to us. We will leave this area.",
    "330": "Mentat : The Ixians have promised us a shipment of valuables. They should prove useful to fund your efforts.",
    "331": "Mentat : One of the vehicles has been unloaded.",
    "332": "Mentat : The Ixians are delivering a new unit, as contracted. Use this new hardware to maintain control of this territory.",
    "333": "Mentat : Ixian units are approaching the base. You should investigate.",
    "334": "Ixian : These forces are full and final repayment of House Ix's debt to you. We are now yours to command.",
    "335": "Mentat : Commander, what are you doing? Those units were paid for with Spice!"
  },
  "HK": {
    "1": "Mentat : Destroy the frigates. Kill anything that moves.",
    "2": "Mentat : Assemble your remaining forces here.",
    "3": "Mentat : This is the last remaining frigate, Commander.",
    "4": "Mentat : Destroy the invading forces!",
    "5": "Mentat : Wipe out the rebels, Commander!",
    "6": "Mentat : Destroy the Palace, and Copec's rule over House Harkonnen will end!",
    "7": "Mentat : Enemy forces have landed throughout the capital.",
    "8": "Mentat : Reinforcements have arrived. They are loyal to Gunseng!",
    "9": "Mentat : The worm is awakening! You do not have much time.",
    "10": "Mentat : Fugitives from the other houses will fight with us!",
    "11": "Mentat : The Tleilaxu now have control of these warriors. Kill them!",
    "12": "Mentat : You have completed your objective. Now capture the territory!",
    "13": "Mentat : Your secondary objective has been achieved. Continue with your mission.",
    "14": "Mentat : Your mission has failed. Capture the territory, Commander, or all is lost!",
    "15": "Mentat : Use your engineers to achieve your objective.",
    "16": "Mentat : You must hurry. Time is running out.",
    "17": "Mentat : It's a trap, Commander!.",
    "18": "Mentat : Stop your attack!",
    "19": "Mentat : Air support has been called in, Commander.",
    "20": "Mentat : Watch for enemy air units.",
    "21": "Mentat : There is an inbound Frigate, Commander.",
    "22": "Mentat : There is an inbound delivery.",
    "23": "Mentat : Additional forces are arriving, Commander.",
    "24": "Mentat : The enemy is approaching!",
    "25": "Mentat : The enemy is on the attack!",
    "26": "Mentat : The enemy has abandoned their forward base position.",
    "27": "Mentat : Escort them back to our base, Commander.",
    "28": "Mentat : You must not let them escape!",
    "29": "Mentat : The Fremen are at your command.",
    "30": "Mentat : The Ixian units will obey your orders.",
    "31": "Mentat : The Sardaukar are at your disposal.",
    "32": "Mentat : The Tleilaxu units are yours to command.",
    "33": "Mentat : These forces are at your command.",
    "34": "Mentat : Payment has been received, Commander.",
    "35": "Mentat : Watch for enemy raiders.",
    "36": "Mentat : The enemy raiders were defeated.",
    "37": "Mentat : Enemy raiders detected.",
    "38": "Mentat : Enemy raiders are attacking our allies!",
    "39": "Mentat : Attack now, while the enemy is distracted!",
    "40": "Mentat : Prepare your troops for the assault, Commander.",
    "41": "Mentat : The attack will commence shortly.",
    "42": "Mentat : Help is on its way. Hold on, Commander.",
    "43": "Mentat : You must build up your defenses, Commander.",
    "44": "Mentat : We must help our allies build up their defenses, Commander.",
    "45": "Mentat : The target has been destroyed.",
    "46": "Mentat : The target has been neutralized.",
    "47": "Mentat : The base has been destroyed.",
    "48": "Mentat : Destroy the base, Commander!",
    "49": "Mentat : Kill the enemy!",
    "50": "Mentat : You must protect our allies, Commander!",
    "51": "Mentat : Protect the civilians, Commander!",
    "52": "Mentat : Our allies are safe, for the time being.",
    "53": "Mentat : You must not let the enemy escape!",
    "54": "Mentat : Use your engineers to capture these structures.",
    "55": "Mentat : This is your target, Commander.",
    "56": "Mentat : The enemy's location has been revealed!",
    "57": "Mentat : You must find our allies and protect them.",
    "58": "Mentat : Protect our forces from attack!",
    "59": "Mentat : Commander, the enemy has constructed a powerful secondary base in this territory.",
    "60": "Mentat : Commander, our engineers have constructed a support base in this territory.",
    "61": "Mentat : The target has been captured and will be returned to our base.",
    "62": "Mentat : Commander, if you destroy this structure you will prevent further airstrikes from the enemy.",
    "63": "Mentat : The Tleilaxu are launching an attack against our forces!",
    "64": "Mentat : House IX is launching an attack against us.",
    "65": "Mentat : The Sardaukar are attacking our forces!",
    "66": "Mentat : We are under attack by the Fremen!",
    "67": "Mentat : The Guild's forces are attacking us!",
    "68": "Mentat : We are being attacked by House Atreides!",
    "69": "Mentat : The Ordos are launching an offensive!",
    "70": "Mentat : The Suboids are on the attack!",
    "71": "Mentat : The Tleilaxu are attacking the enemy.",
    "72": "Mentat : House IX attacks our enemy.",
    "73": "Mentat : The enemy is being attacked by the Sardaukar.",
    "74": "Mentat : The Fremen are attacking the enemy.",
    "75": "Mentat : The Guild attacks our enemy.",
    "76": "Mentat : The enemy is being attacked by the Suboids.",
    "77": "Mentat : The Fremen are under attack.",
    "78": "Mentat : The civilians are being attacked.",
    "79": "Mentat : An attack has been launched upon the IX.",
    "80": "Mentat : The Tleilaxu are under attack.",
    "81": "Mentat : The Sardaukar are being attacked.",
    "82": "Mentat : The Sardaukar have been defeated.",
    "83": "Mentat : The Fremen have been wiped out.",
    "84": "Mentat : The Ixians have been crushed.",
    "85": "Mentat : The Tleilaxu are defeated.",
    "86": "Mentat : The Suboids have been destroyed.",
    "87": "Mentat : The Smugglers have been defeated.",
    "88": "Mentat : The ghola has been eliminated.",
    "89": "Mentat : The leader is dead.",
    "90": "Mentat : The General has been killed.",
    "91": "Mentat : The agent is dead.",
    "92": "Mentat : The Fremen are defeated.",
    "93": "Mentat : The Sardaukar are wiped out.",
    "94": "Mentat : The Tleilaxu have been eliminated.",
    "95": "Mentat : The Fremen are dead.",
    "96": "Mentat : The Ix have been defeated.",
    "97": "Mentat : Enemy reinforcements are approaching",
    "98": "Mentat : House IX is sending reinforcements.",
    "99": "Mentat : The Sardaukar are sending reinforcements, Commander.",
    "100": "Mentat : Fremen reinforcements are on the way.",
    "101": "Mentat : Guild reinforcements will arrive any minute.",
    "102": "Mentat : The Tleilaxu are sending reinforcements.",
    "103": "Mentat : Ordos reinforcements will be here soon.",
    "104": "Mentat : House Atreides are sending reinforcements.",
    "105": "Mentat : The Sardaukar will attack the enemy very soon. Be prepared.",
    "106": "Mentat : The Tleilaxu are planning to attack the enemy. Be prepared, Commander.",
    "107": "Mentat : The Fremen are preparing attack the enemy. Be ready.",
    "108": "Mentat : The Ixians will launch an attack on the enemy very soon. Be ready, Commander.",
    "109": "Mentat : Be prepared, Commander. The Suboids are going to attack the enemy.",
    "110": "Mentat : The Sardaukar will attack soon. Prepare your forces, Commander.",
    "111": "Mentat : Prepare for an attack, Commander. The Tleilaxu are approaching.",
    "112": "Mentat : Be ready for an attack by House Ix.",
    "113": "Mentat : Prepare your forces for a Fremen attack.",
    "114": "Mentat : The enemy is preparing to fire its palace weapon!",
    "115": "Mentat : The Tleilaxu are calling for reinforcements.",
    "116": "Mentat : House IX has called for reinforcements.",
    "117": "Mentat : The Sardaukar has called for reinforcements.",
    "118": "Mentat : The Fremen are calling for reinforcements.",
    "119": "Mentat : The Guild has called for reinforcements.",
    "120": "Mentat : The Atreides are calling for reinforcements.",
    "121": "Mentat : House Ordos is calling for reinforcements.",
    "122": "Mentat : The Suboids have called for reinforcements.",
    "123": "Mentat : The Tleilaxu are retreating.",
    "124": "Mentat : The Ixians are in retreat.",
    "125": "Mentat : The Sardaukar are retreating, Commander.",
    "126": "Mentat : Commander, the Fremen are retreating.",
    "127": "Mentat : The Guild's forces are retreating.",
    "128": "Mentat : House Ordos is retreating, Commander.",
    "129": "Mentat : The Atreides are in retreat.",
    "130": "Mentat : Commander, the Suboids are retreating.",
    "131": "Mentat : The Sardaukar will attack the enemy in 3 minutes time.",
    "132": "Mentat : In two minutes, the Sardaukar will attack the enemy.",
    "133": "Mentat : The Sardaukar will attack the enemy in 1 minute.",
    "134": "Mentat : In three minutes the Fremen will attack the enemy.",
    "135": "Mentat : The Fremen will attack the enemy in 2 minutes time.",
    "136": "Mentat : The Fremen will attack the enemy in 1 minute.",
    "137": "Mentat : The Tleilaxu will attack the enemy in 3 minutes.",
    "138": "Mentat : In 2 minutes the Tleilaxu will attack the enemy.",
    "139": "Mentat : The Tleilaxu will attack the enemy in 1 minute.",
    "140": "Mentat : In the name of Giedi Prime, I welcome you. You have been given a rare opportunity, Commander. You have been chosen to command the Harkonnen forces in this War of Assassins -- a war that will determine the next heir to the Golden Lion throne, and the next ruler of the known universe.",
    "141": "Mentat : Remember, the destiny of House Harkonnen is tied to Arrakis and the Spice Melange. He who controls Arrakis, controls the spice. And he who controls the spice, controls the universe. House Harkonnen must control the spice!",
    "142": "Mentat : Well done, Commander. Perhaps your appointment was not a mistake. Now attack the enemy while our troops are still intoxicated by the lust for blood!",
    "143": "Mentat : Commander, your failure to destroy the enemy did not sit well with the Baron.",
    "144": "Mentat : Commander, you must seek out the enemy.",
    "145": "Mentat : Time is passing quickly, Commander.",
    "146": "The Fremen will be outraged when the learn of this! Our alliance is doomed.",
    "147": "Our alliance with the Sardaukar will be shattered when they learn of this.",
    "148": "Very disappointing, Commander. We're sure to lose our alliance with the Ix, now.",
    "149": "Tut-tut, Commander. Now our alliance with the Tleilaxu is doomed.",
    "150": "Excellent! The Fremen wish to discuss an alliance with us!",
    "151": "The Sardaukar are quite impressed with our performance. They wish to ally with us.",
    "152": "Very well played. We will soon gain an alliance with the Ix.",
    "153": "This bodes well for an alliance with the Tleilaxu",
    "154": "Mentat : Destroy the convoy, Commander!",
    "155": "Mentat : We have allocated more resources for you, Commander.",
    "156": "Mentat : These defenses are formidable. Avoid them. Find another way around.",
    "157": "Mentat : Destroy the windtraps. Without power, some of the turrets will not be able to function.",
    "158": "Mentat : Capture the outpost, Commander!",
    "159": "!!!!!",
    "160": "Mentat : Commander, target the fuel barrels!",
    "161": "Mentat : You must train more troops.",
    "162": "!!!!!",
    "163": "Mentat : These defenses are too strong for a frontal attack.",
    "164": "Mentat : Ah! Defenses are weak in this area.",
    "165": "Mentat : Scouts have reconnoitered the area and spotted the enemy.",
    "166": "Mentat : When your units cross the sand, watch for wormsign, Commander!",
    "167": "Mentat : Enemy factions are heading in this direction. Hold your ground!",
    "168": "Mentat : Aerial attack forces are nearing your position. Prepare your defenses.",
    "169": "Mentat : We're being attacked from all angles! Stay alert, Commander!",
    "170": "Mentat : The Hall of the Executrix has been destroyed, but the Ordos are launching a last-ditch attack.",
    "171": "Mentat : Extra resources have been made available to you, Commander.",
    "172": "Mentat : You failed to achieve your objective. Capture the territory, Commander!",
    "173": "Mentat : All the enemy Frigates have been destroyed. Sequester your troops inside the nearest Harkonnen Frigate! You must protect them, Commander.",
    "174": "Mentat : You must destroy the abomination! The Worm Emperor must not awaken! Kill anything that dares stand in your way!",
    "175": "Mentat : Recover the crates if you can. If you can't locate them, they must have fallen into enemy hands.",
    "176": "Mentat : Welcome to Arrakis, Commander. We have decided to assault this region under the cover of darkness. The enemy will not be expecting this. Good luck, and remember -- the Baron is watching.",
    "177": "Interference in this area will not please the Tleilaxu",
    "178": "Our interference in this area will displease the Ix",
    "179": "Interference in this area will undoubtedly antagonize the Fremen",
    "180": "Our interference in this area is certain to anger the Sardaukar",
    "181": "Taking action here would undoubtedly help the Fremen",
    "182": "If you take action here, you would help the Ix immeasurably.",
    "183": "Taking action here would certainly please the Tleilaxu",
    "184": "If you take action here, no doubt the Sardaukar would be grateful.",
    "185": "The Ix are certain to help us against their mortal enemies, the Tleilaxu.",
    "186": "The Tleilaxu will not be defeated so easily. Be on your guard, Commander!",
    "187": "Mentat : You might use the terrain to gain an advantage for your troops",
    "188": "Mentat : It might be advantageous to occupy the high ground",
    "189": "Mentat : The worm has cleared the way for your forces.",
    "190": "Mentat : You can use the engineer to capture the outpost.",
    "191": "Mentat : Build a barracks and train your troops, commander. This will not be an easy victory.",
    "192": "Mentat : You will certainly die here!",
    "193": "Mentat : You heads will decorate the walls of Giedi Prime!",
    "194": "Mentat : The base has been established",
    "195": "Mentat : Commander, order a retreat!",
    "196": "Mentat : More Fremen vermin. Exterminate them!",
    "197": "Mentat : There are more Fremen in the area. They too, must die. Show them the penalty for trespassing on Harkonnen lands.",
    "198": "Mentat : The Baron is impressed with your efforts. He has allocated additional troops for this battle.",
    "199": "Mentat : A Fremen raiding party is approaching. Kill them all.",
    "200": "Mentat : Sardaukar troops are advancing upon the Fremen. Delicious. Let them do the fighting for us.",
    "201": "Sardaukar : At last some worthy opponents. Prepare to die, Fremen!",
    "202": "Mentat : The Sardaukar will fight for us in this battle. Use them well, Commander.",
    "203": "Mentat : Fremen raiders. Prepare to repel their attack!",
    "204": "Mentat : Prince Gunseng approves of your tactics. He has arranged for extra troops to be sent .",
    "205": "Mentat : Slaver guards should arrive soon to collect the slaves for processing",
    "206": "Mentat : The slavers will take custody of the slaves and deliver them for processing",
    "207": "Mentat : The slaves have been delivered to the prince's slavers",
    "208": "Sardaukar : You may be worthy of Sardaukar support. We declare a truce until we have tested the strength of your enemies.",
    "209": "Mentat : The Sardaukar have agreed to join with us. Our enemies will cower before our combined forces. Crush them!",
    "210": "Sardaukar : You are without honor! We will have our revenge for this betrayal!",
    "211": "Fremen : You will pay for your interference, Harkonnen gafla!",
    "212": "Mentat : A group of Fremen have been detected. Prepare for an attack!",
    "213": "Mentat : Sardaukar troops have arrived. They attack the enemy. Use this to your advantage, Commander.",
    "214": "Mentat : Kill the leader of the resistance and his guards. But you must finish the job before the main force arrives.",
    "215": "Fremen : Bi la kaifa! If we die, at least we die as free men!",
    "216": "Mentat : Their leader is dead. Now the resistance will die as well.",
    "217": "Mentat : Trouble is brewing, Commander. We have detected a large force in the desert. Emergency funds are being made available to you. Use them wisely!",
    "218": "Mentat : Our 'allies' have provided us with the location of the enemy force. Wipe it out!",
    "219": "Mentat : Fremen raiders have been detected. We have informed the Sardaukar.",
    "220": "Mentat : Sardaukar troops have arrived to assist us. Once the Fremen are dead, seek out and destroy the enemy!",
    "221": "Mentat : An Ordos convoy is reported to be in this area. Watch for it.",
    "222": "Mentat : We have detected Ordos units entering the area. They are being pursued by Sardaukar troops.",
    "223": "Sardaukar : These Ordos saboteurs have attempted to infiltrate our ranks with spies and gholas. They will be punished.",
    "224": "Mentat : Destroy the Ordos, and we will certainly gain favor with the Sardaukar.",
    "225": "Ordos Soldier : Destruction is imminent. We have failed.",
    "226": "Mentat : The Sardaukar are most grateful for your assistance.",
    "227": "Mentat : The Sardaukar destroyed the Ordos convoy without your assistance. You have wasted a valuable opportunity to gain their respect, Commander.",
    "228": "Mentat : All of the Sardaukar were killed before the convoy was destroyed. A pity. We could have requested assistance from them.",
    "229": "Mentat : The convoy is leaving the area with the Sardaukar in pursuit. We have wasted a valuable opportunity, Commander.",
    "230": "Mentat : The observer has a distressing report. He has witnessed groups of Fremen raiders massing and preparing to attack us. Extra troops have been supplied to assist in your defense.",
    "231": "Mentat : The Sardaukar have agreed to join in our battle. You are advised to send forces to assist in their assault.",
    "232": "Mentat : A group of Fremen have entered the area and issued a challenge to the Sardaukar.",
    "233": "Fremen : Ya hya chouhada! Long live the fighters!",
    "234": "Sardaukar : You have proved your worth this day. The Fremen scum will regret this attack!",
    "235": "Sardaukar : You have proved your competence, Harkonnen. We are yours to command.",
    "236": "Sardaukar : The Fremen fought bravely. We shall see if your enemy is made of the same stuff.",
    "237": "Mentat : The Fremen have been defeated, but the cost is high. The Sardaukar too, have been wiped out.",
    "238": "Sardaukar : We have arranged for reinforcements, Commander. They will arrive soon.",
    "239": "Mentat : The capture of this territory is worth a thousand Sardaukar. Use these units to crush the enemy!",
    "240": "Mentat : We expect assistance from the Sardaukar. Be ready to support them when they arrive, Commander.",
    "241": "Mentat : The Sardaukar have arrived. Use your own units to support their offensive.",
    "242": "Mentat : An Ordos strike team has been detected nearby. They will try to sabotage our relationship with the Sardaukar. They must be stopped!",
    "243": "Ordos Soldier : You have only delayed your destruction, Harkonnen. The Ordos will return.",
    "244": "Mentat : The Sardaukar are enraged by the Ordos attack. They are sending more troops.",
    "245": "Mentat : The Sardaukar have been defeated by the Ordos strike team. Most unfortunate!",
    "246": "Mentat : Excellent! The Sardaukar have destroyed the Ordos raiders.",
    "247": "Mentat : The replacement Sardaukar have arrived. They are yours to command.",
    "248": "Mentat : The exact location of the crash has been determined using broadcast telemetry. You may find valuable cargo among the wreckage.",
    "249": "Mentat : Commander, the Sardaukar have offered us assistance, but there is a condition. They request that we destroy a Tleilaxu base. There is a newfound spirit of cooperation between our forces and the Sardaukar. This must be nurtured if we are to enjoy its benefits. Launch an attack upon the Tleilaxu and destroy their base.",
    "250": "Mentat : The Tleilaxu have allied with our enemies. Destroy them all!",
    "251": "Mentat : You must teach the Tleilaxu a lesson, Commander. If they ally with our enemies, they ARE our enemies!",
    "252": "Mentat : Stop at once! The Sardaukar are our allies! Use your might against the Tleilaxu.",
    "253": "Mentat : Death to House Tleilaxu!",
    "254": "Mentat : The Tleilaxu base has been destroyed. The Sardaukar will be most pleased. Perhaps now the Tleilaxu will think twice before assisting the enemies of House Harkonnen.",
    "255": "Sardaukar : The Tleilaxu scum have been erased.",
    "256": "Tleilaxu : Fool! You would stand against the Bene Tleilax?",
    "257": "Sardaukar : We will fight with you, Harkonnen.",
    "258": "Mentat : The Sardaukar have acknowledged our help in the defeat of the Tleilaxu.",
    "259": "Mentat : No, no! You are supposed to protect the scientists, not kill them!",
    "260": "Tleilaxu : We should have known better than to trust the Harkonnen. Leave now, or pay the price!",
    "261": "Tleilaxu : The heresy has been eradicated. Thank you for your assistance, Commander.",
    "262": "Mentat : A Tleilaxu force has appeared. No doubt they seek vengeance for your attack. Guard yourself, Commander!",
    "263": "Tleilaxu : You will pay for this unprovoked hostility with your lives!",
    "264": "Ixian : Come no closer! If you leave me in peace, House Ix will reward you. We have weapons and money.",
    "265": "Mentat : Destroy the Ixians, Commander!",
    "266": "Mentat : The Ixians run like frightened children! Strike them down and put an end to their whimpering.",
    "267": "Mentat : The Ixians seek vengeance for the death of their agent. Kill them.",
    "268": "Tleilaxu : You will be punished for this, Harkonnen dog.",
    "269": "Mentat : House IX will deliver a reward, as promised.",
    "270": "Mentat : An Ixian convoy has entered the area.",
    "271": "Mentat : A group of Tleilaxu are approaching. Protect the Ixian convoy.",
    "272": "Tleilaxu : Attacking us will be your last mistake, Harkonnen.",
    "273": "Mentat : One of the convoy vehicles has been unloaded.",
    "274": "Ixian : This territory is no longer safe. We must retreat.",
    "275": "Mentat : With the convoy is gone, the Tleilaxu are retreating.",
    "276": "Mentat : The Ixian runs for his life. Take it from him! Run him down.",
    "277": "Ixian : You will pay dearly, Tleilaxu pawn!",
    "278": "Mentat : The Ixian cowards flee like frightened children. Cut them down!",
    "279": "Mentat : The Ixians attack to avenge the death of their agent. Kill them!",
    "280": "Tleilaxu : Your unprovoked attacks on our property were observed. Now you will pay in blood!",
    "281": "Sardaukar : Any friend of the Tleilaxu is an enemy to the Sardaukar. Prepare to die!",
    "282": "Mentat : The Tleilaxu have dispatched additional forces.",
    "283": "Mentat : The Tleilaxu are determined to capture this territory. You must not let that happen!",
    "284": "Mentat : Additional Harkonnen forces have been delivered. Eliminate the Tleilaxu threat!",
    "285": "Mentat : You must recapture the outpost from the Tleilaxu!"
  },
  "OR": {
    "1": "Mentat : You are to protect the generator until the gas takes effect.",
    "2": "Mentat : The gas will cause the enemy to fight among themselves.",
    "3": "Mentat : An APC has been smuggled aboard to help your mission.",
    "4": "Mentat : The Executrix are in danger. You must destroy the Tleilaxu invaders before they reach The Great Hall.",
    "5": "Mentat : Capture the surrounding structures.",
    "6": "Mentat : Take control of the outpost. This will activate the perimeter defense turrets.",
    "7": "Mentat : The Great Hall is under attack.",
    "8": "Mentat : Reinforcements are being delivered.",
    "9": "Mentat : The Great Hall has been destroyed. You have failed.",
    "10": "Mentat : The worm creature is approaching consciousness. There is little time remaining.",
    "11": "Mentat : Fugitives from other houses will join us in battle. Take advantage of this.",
    "12": "Mentat : The Tleilaxu now control these warriors. Eliminate them.",
    "13": "Mentat : Objective complete. Now you must capture the territory.",
    "14": "Mentat : Secondary objective achieved. Continue with your mission.",
    "15": "Mentat : Mission failed. Failure is not an option. Capture the territory.",
    "16": "Mentat : Utilize your engineers to capture the objective.",
    "17": "Mentat : There is little time remaining.",
    "18": "Mentat : It is a trap. We have been deceived.",
    "19": "Mentat : Stop your attack.",
    "20": "Mentat : Air support has been requested.",
    "21": "Mentat : Be on the alert for enemy air units.",
    "22": "Mentat : A frigate is inbound.",
    "23": "Mentat : A delivery is inbound.",
    "24": "Mentat : Additional forces are arriving.",
    "25": "Mentat : The enemy is approaching",
    "26": "Mentat : The enemy is attacking.",
    "27": "Mentat : The enemy has abandoned their forward base position.",
    "28": "Mentat : Escort them back to our base.",
    "29": "Mentat : Do not allow them to escape.",
    "30": "Mentat : The Fremen are yours to command.",
    "31": "Mentat : The Ixian units will obey your directives.",
    "32": "Mentat : The Sardaukar will follow your orders.",
    "33": "Mentat : The Tleilaxu units are yours to command.",
    "34": "Mentat : These forces will obey your directives.",
    "35": "Mentat : Payment has been received.",
    "36": "Mentat : Be on watch for enemy raiders.",
    "37": "Mentat : The enemy raiders were defeated.",
    "38": "Mentat : Enemy raiders have been detected.",
    "39": "Mentat : Enemy raiders are attacking our allies.",
    "40": "Mentat : The enemy is distracted. Now is the time to attack.",
    "41": "Mentat : Prepare your troops for the assault.",
    "42": "Mentat : The attack will commence in a short time.",
    "43": "Mentat : Help will arrive soon.",
    "44": "Mentat : Increase your defense capabilities.",
    "45": "Mentat : Increase the defense capabilities of our allies.",
    "46": "Mentat : The target has been eliminated.",
    "47": "Mentat : The target has been neutralized.",
    "48": "Mentat : The base has been destroyed.",
    "49": "Mentat : Destroy the base.",
    "50": "Mentat : Neutralize the enemy.",
    "51": "Mentat : Defend our allies. They may still be useful.",
    "52": "Mentat : Protect the civilians. This will work to our advantage.",
    "53": "Mentat : Our allies have survived.",
    "54": "Mentat : Do not let the enemy escape.",
    "55": "Mentat : Capture these structures utilizing your engineers.",
    "56": "Mentat : Your target has been indicated.",
    "57": "Mentat : The enemies location has been revealed.",
    "58": "Mentat : Find our allies and protect them. They may prove useful.",
    "59": "Mentat : Protect our forces from attack.",
    "60": "Mentat : The enemy has constructed a powerful secondary base in this territory.",
    "61": "Mentat : Our engineers have constructed a support base in this territory.",
    "62": "Mentat : The target has been captured. It will be returned to our base.",
    "63": "Mentat : The destruction of this structure will put an end to the enemy airstrikes.",
    "64": "Mentat : The Ghola has reached its target.",
    "65": "Mentat : The Ghola is dead.",
    "66": "Mentat : The Tleilaxu are launching an attack against our forces.",
    "67": "Mentat : House IX is launching an attack against us.",
    "68": "Mentat : The Sardaukar are attacking our forces.",
    "69": "Mentat : We are under attack by the Fremen.",
    "70": "Mentat : The Guild's forces are attacking us.",
    "71": "Mentat : We are being attacked by House Atreides.",
    "72": "Mentat : The Harkonnen are launching an offensive.",
    "73": "Mentat : The Suboids are attacking us.",
    "74": "Mentat : The Tleilaxu are attacking the enemy.",
    "75": "Mentat : House IX attacks our enemy.",
    "76": "Mentat : The enemy is being attacked by the Sardaukar.",
    "77": "Mentat : The Fremen are attacking the enemy.",
    "78": "Mentat : The Guild attacks our enemy.",
    "79": "Mentat : The enemy is being attacked by the Suboids.",
    "80": "Mentat : The Fremen are under attack.",
    "81": "Mentat : The civilians are being attacked.",
    "82": "Mentat : An attack has been launched upon the IX.",
    "83": "Mentat : The Tleilaxu are under attack.",
    "84": "Mentat : The Sardaukar are being attacked.",
    "85": "Mentat : The Sardaukar have been defeated.",
    "86": "Mentat : The Fremen have been eradicated.",
    "87": "Mentat : The Ixians have been eliminated.",
    "88": "Mentat : The Tleilaxu have been destroyed.",
    "89": "Mentat : The Suboids have been exterminated.",
    "90": "Mentat : The Smugglers have been defeated.",
    "91": "Mentat : The ghola has been eliminated.",
    "92": "Mentat : The leader is dead.",
    "93": "Mentat : The General has been killed.",
    "94": "Mentat : The agent is dead.",
    "95": "Mentat : The Fremen are defeated.",
    "96": "Mentat : The Sardaukar have been destroyed.",
    "97": "Mentat : The Tleilaxu have been eliminated.",
    "98": "Mentat : The Ix have been defeated.",
    "99": "Mentat : Enemy reinforcements are approaching",
    "100": "Mentat : House IX is sending reinforcements.",
    "101": "Mentat : The Sardaukar are sending reinforcements.",
    "102": "Mentat : Fremen reinforcements are on the way.",
    "103": "Mentat : Guild reinforcements will arrive any minute.",
    "104": "Mentat : The Tleilaxu are sending reinforcements.",
    "105": "Mentat : Harkonnen reinforcements will be here soon.",
    "106": "Mentat : House Atreides is sending reinforcements.",
    "107": "Mentat : The Sardaukar will attack the enemy very soon. Be advised.",
    "108": "Mentat : The Tleilaxu are planning to attack the enemy. Be prepared.",
    "109": "Mentat : The Fremen are preparing attack the enemy. Be advised.",
    "110": "Mentat : The Ixians will launch an attack on the enemy very soon. Be advised.",
    "111": "Mentat : Be prepared. The Suboids are going to attack the enemy.",
    "112": "Mentat : The Sardaukar will attack soon. Prepare your forces.",
    "113": "Mentat : Prepare for an attack. The Tleilaxu are approaching.",
    "114": "Mentat : Be ready for an attack by House Ix.",
    "115": "Mentat : Prepare your forces for a Fremen attack.",
    "116": "Mentat : The enemy is preparing to fire its palace weapon.",
    "117": "Mentat : The Tleilaxu are calling for reinforcements.",
    "118": "Mentat : House IX has called for reinforcements.",
    "119": "Mentat : The Sardaukar has called for reinforcements.",
    "120": "Mentat : The Fremen are calling for reinforcements.",
    "121": "Mentat : The Guild has called for reinforcements.",
    "122": "Mentat : The Atreides are calling for reinforcements.",
    "123": "Mentat : House Harkonnen is calling for reinforcements.",
    "124": "Mentat : The Suboids have called for reinforcements.",
    "125": "Mentat : The Tleilaxu are retreating.",
    "126": "Mentat : The Ixians are retreating.",
    "127": "Mentat : The Sardaukar are retreating.",
    "128": "Mentat : The Fremen are retreating.",
    "129": "Mentat : The Guild are retreating.",
    "130": "Mentat : The Harkonnen are retreating.",
    "131": "Mentat : The Atreides are retreating.",
    "132": "Mentat : The Suboids are retreating.",
    "133": "Mentat : The Sardaukar will attack the enemy in 3 minutes time.",
    "134": "Mentat : The Sardaukar will attack the enemy in 2 minutes time.",
    "135": "Mentat : The Sardaukar will attack the enemy in 1 minutes time.",
    "136": "Mentat : The Fremen will attack the enemy in 3 minutes time.",
    "137": "Mentat : The Fremen will attack the enemy in 2 minutes time.",
    "138": "Mentat : The Fremen will attack the enemy in 1 minutes time.",
    "139": "Mentat : The Tleilaxu will attack the enemy in 3 minutes time.",
    "140": "Mentat : The Tleilaxu will attack the enemy in 2 minutes time.",
    "141": "Mentat : The Tleilaxu will attack the enemy in 1 minutes time.",
    "142": "Mentat : Greetings Strategist. Your employment contract is now in effect. Total obedience to the Executrix is mandatory. You will do as you are ordered. You will command the Ordos forces on Arrakis. Victory is mandatory. Failure is unacceptable.",
    "143": "Mentat : The Executrix will control the Golden Lion throne and rule the known universe. As a means to this end, you will acquire control of the production of the Spice Melange. Its only source is the planet Arrakis. Conquer this planet for House Ordos. That is your directive.",
    "144": "Mentat : You have completed your training mission adequately. You will not be terminated. Your appointment has been confirmed. Now conqueror Arrakis. Your life depends on it.",
    "145": "Mentat : You have squandered the precious resources of House Ordos. You are weak and unfit for command.",
    "146": "Mentat : Locate the enemy.",
    "147": "Mentat : There is little time remaining. Move quickly.",
    "148": "Mentat : The Fremen will be outraged when they learn of this. They will no longer cooperate with us.",
    "149": "Mentat : When the Sardaukar learn of this, it will damage our relationship with them.",
    "150": "Mentat : These events will damage out relationship with the Ix",
    "151": "Mentat : Our relationship with the Tleilaxu will be damaged by these events.",
    "152": "The Fremen wish to discuss an alliance with us. Commendable.",
    "153": "The Sardaukar are impressed with our skill. They will ally with us.",
    "154": "We will soon gain an alliance with the Ix",
    "155": "We will soon gain an alliance with the Tleilaxu",
    "156": "Mentat : Destroy the convoy. That is the directive.",
    "157": "Mentat : We have apportioned more resources for your use.",
    "158": "Mentat : Avoid these defenses. Find another route to your objective.",
    "159": "Mentat : Destroy the windtraps. Without power, some of the turrets cannot function.",
    "160": "Mentat : You will capture the outpost.",
    "161": "!!!!!",
    "162": "Mentat : Target the fuel barrels.",
    "163": "Mentat : It is imperative that you must train more troops.",
    "164": "Mentat : These enemy units are very effective against vehicles.",
    "165": "Mentat : These defenses are too strong for a frontal attack.",
    "166": "Mentat : The defenses in this area are weak.",
    "167": "Mentat : Our Scouts have made contact with the enemy.",
    "168": "Mentat : Carnivorous worm creatures live in the desert. When your units cross the sand, watch for signs of these creatures.",
    "169": "Mentat : Capture the outposts. This will activate local defense turrets.",
    "170": "Mentat : You have captured an outpost. Your efficiency has been rewarded.",
    "171": "Mentat : The outpost was booby trapped. The TL can be clever saboteurs.",
    "172": "Mentat : A TL force has entered the area. Prepare for their attack.",
    "173": "Mentat : The TL have redoubled their efforts. An attack is imminent.",
    "174": "Mentat : Our scouts have spotted a group of raving TL moving this way. Eliminate them!",
    "175": "Mentat : Eradicate the enemy forces. Destroy their base. Failure is unacceptable.",
    "176": "Mentat : A group of Fremen, allied with the Atreides, are launching an attack on you.",
    "177": "Mentat : This planet now belongs to the Ordos. You have performed your duties effectively.",
    "178": "Mentat : Destroy the Guild's 'Worm Emperor'. Eradicate anything that stands in your way. Failure is not an option.",
    "179": "Mentat : Extra resources have been made available to you.",
    "180": "Mentat : You have failed in your objective. Capture the territory. That is the new directive.",
    "181": "Mentat : Welcome to Arrakis, strategist. You will assault this region under the cover of darkness. The enemy will not expect this. Do not fail. Success is imperative.",
    "182": "Interference in this area will not please the Tleilaxu",
    "183": "Interference in this area will displease the Ix",
    "184": "Interference in this area will antagonize the Fremen",
    "185": "Interference in this area will anger the Sardaukar",
    "186": "Taking action here would assist the Fremen",
    "187": "If you take action here, you would help the Ix.",
    "188": "Taking action here would please the Tleilaxu",
    "189": "If you take action here, the Sardaukar will be grateful.",
    "190": "The Ix might help us against their mortal enemies, the Tleilaxu.",
    "191": "The Tleilaxu will not be defeated so easily. Be on your guard.",
    "192": "Mentat : Use the terrain to gain an advantage for your troops",
    "193": "Mentat : Occupy the high ground here.",
    "194": "Mentat : The worm creature has cleared the way for your forces.",
    "195": "Mentat : Use the engineer to capture the outpost.",
    "196": "Mentat : Construct a barracks and train your troops. This victory will not be won easily.",
    "197": "Mentat : Your forces are weak. You will be eliminated.",
    "198": "Mentat : There can be no escape. You will be neutralized.",
    "199": "Mentat : For you, victory is not an option",
    "200": "Mentat : The base has been established",
    "201": "Mentat : You are to order a retreat. That is the new directive.",
    "202": "Mentat : The Fremen will join our forces in this conflict. They are easily manipulated.",
    "203": "Mentat : House Atreides did not anticipate an attack by their Fremen allies.",
    "204": "Fremen : There is only one way to deal with snakes. We will crush you beneath our heels!",
    "205": "Mentat : Your disregard for orders has jeopardized this mission. Eliminate all other forces in this territory",
    "206": "Mentat : Do not attack! The civilians must serve as witnesses. They must not die.",
    "207": "Mentat : Do not harm the villagers. They will serve as witnesses.",
    "208": "Fremen : Ordos filth! You shall pay dearly for this! Ya hya chouhada!",
    "209": "Fremen : You betray us, Atreides! You speak of friendship, then you attack!",
    "210": "Mentat : Use the Harkonnen gholas to attack the Imperial Barracks. The Sardaukar will believe that the Harkonnen have turned against them. They will join with us to enact their revenge!",
    "211": "Sardaukar : You dare to provoke us, Harkonnen?",
    "212": "Mentat : The Sardaukar wish to avenge themselves against our enemies. They will join in our fight against House Harkonnen. The deception was successful.",
    "213": "Mentat : House Harkonnen will crush you, Ordos weaklings!",
    "214": "Mentat : We will destroy you all! Even the Sardaukar cannot stand against the might of Giedi Prime!",
    "215": "Mentat : A group of Fremen in the area are preparing an ambush.",
    "216": "Mentat : More of the Fremen are arriving. They attack the enemy.",
    "217": "Mentat : The ghola has taken command of the Sardaukar. Our plan is succeeding.",
    "218": "Mentat : The ghola has ordered a squad of Sardaukar to fight under our command. Use them efficiently.",
    "219": "Harkonnen : Enjoy those buildings while you can, Ordos. You won't have them for long!",
    "220": "Mentat : The Harkonnen have retaken their barracks. Recapture this structure, or destroy it.",
    "221": "Mentat : The Harkonnen have recaptured their refining facility.",
    "222": "Mentat : Prevent the Harkonnen destruction of the old base. Construct defensive fortifications to protect it.",
    "223": "Mentat : We have intercepted a Distrans messages from the Harkonnen. Prepare for an assault. They will attempt to recapture their refining facility and barracks.",
    "224": "Mentat : A Harkonnen frigate is approaching. It contains a raiding force.",
    "225": "Mentat : The delivery is complete. The troops are await your directive.",
    "226": "Mentat : Our recent actions have angered the Atreides House. Our intelligence reports that they are planning an offensive. Be vigilant.",
    "227": "Fremen : By Shai-Hulud, we will have our revenge!",
    "228": "Mentat : The Fremen will pursue our gholas. Move the gholas towards the enemy. This will force the Fremen to attack our enemy, as well.",
    "229": "Mentat : An Atreides raiding party has entered the area. Their alliance with the Fremen has been nullified as a result of our recent deceptions. The Fremen now believe that the Atreides are their enemies. They will attack the raiding party.",
    "230": "Mentat : The Fremen barbarians were fooled by our deception. They will attack the Atreides raiders.",
    "231": "Mentat : The Atreides have been terminated. The Fremen are regrouping, and preparing to attack our enemy.",
    "232": "Mentat : The Atreides have been terminated. The Fremen are regrouping, and preparing to make another attack.",
    "233": "Mentat : Provoking the Fremen was inefficient. They will now attack us.",
    "234": "Mentat : The apparent betrayal of the Atreides had the desired effect upon the Fremen. Their aggressive tendencies have increased exponentially. They now believe that House Ordos is the only faction in this conflict that they can trust. This will work to our advantage.",
    "235": "Mentat : A Fremen raiding party has entered this region.",
    "236": "Mentat : The enemy is distracted by the Fremen attack. Use this to your advantage. Launch your own attack.",
    "237": "Mentat : We have planted agents within the Sardaukar command structure. They have ordered attacks on our enemies. Use the gholas to assume control of the Sardaukar units in this region.",
    "238": "Mentat : A group of Sardaukar have arrived. Move the ghola close to them, and use it to take command.",
    "239": "Sardaukar : We are at your command, sir!",
    "240": "Mentat : Fremen raiders have appeared.",
    "241": "\"{Mentat : We placed a false prophet among the Fremen population. He approaches, under the pretense of negotiating peace. He has important information. He must be protected and escorted out of the region.",
    "242": "Mentat : The Fremen are demoralized by the death of their prophet. They are fleeing.",
    "243": "Mentat : The ghola is transmitting Fremen psychological data to us. This will make it easier to manipulate them in the future.",
    "244": "Mentat : The ghola has completed the transfer of data. He has summoned the Fremen to join us in battle.",
    "245": "Mentat : The ghola has left the area safely. Now, destroy the enemy. Success is the only acceptable outcome.",
    "246": "Sardaukar : Our leader is dead! Vengeance shall be ours!",
    "247": "Mentat : The ghola's death has had an unexpected effect. More Sardaukar have appeared. They seek vengeance for their \"leader.\" They are fools.",
    "248": "Mentat : We are preparing to implant a bomb within the flesh of the spy.",
    "249": "Mentat : The bomb has been implanted. Escort the spy to the enemy and let him rejoin them.",
    "250": "Mentat : The Tleilaxu have sent these creatures to you, as gifts. Use them efficiently.",
    "251": "Mentat : The Ixians will be displeased by the destruction of their base.",
    "252": "Mentat : Assist the Ixians, not the Suboid creatures. Do not attack the Ix!",
    "253": "Mentat : Antagonizing our clients is counterproductive.",
    "254": "Mentat : You have antagonized a major supplier of munitions. You will be reprimanded.",
    "255": "Fremen Civilians : The Ordos are attacking! Long live the fighters!",
    "256": "Mentat : We have received a communication from House IX. They will send additional funds for services rendered.",
    "257": "Mentat : An Ixian convoy has entered the area.",
    "258": "Mentat : A group of Tleilaxu have entered the area. Protect the Ixian convoy. They may attack it.",
    "259": "Tleilaxu : Attacking us will be your last mistake, Ordos!",
    "260": "Mentat : The contents of one the convoy vehicles has been unloaded.",
    "261": "Ixian : This territory is no longer safe for us. We must leave!",
    "262": "Mentat : The convoy is gone, and the Tleilaxu are in retreat.",
    "263": "Ixian : Ordos fools! This convoy was meant as a gift for you, but your attack forces us to retreat!",
    "264": "Mentat : You have some additional Tleilaxu units. Expect reprisals from the Fremen and their Atreides pawns.",
    "265": "Ixian : We are betrayed. Retreat, retreat!",
    "266": "Mentat : You have failed House Ordos. The Guild and Tleilaxu will rule the known universe. Failure was not an option!",
    "267": "Mentat : The Hall of the Executrix is at risk from the Tleilaxu invaders. Protect the Executrix and restore the territory to Ordos control. Failure is not an option."
  }
}